{
  "utilize": [
    {
      "id": "getstarted_one",
      "title": "Getting started",
      "body": [
        {
          "id": "Started-sec",
          "title": "Getting Started with Our Services",
          "img": "/images/utilize-img/ut-image-01.png",
          "list": [
            {
              "text": "Sign up with your email or social media accounts."
            },
            {
              "text": "Complete the registration by providing basic information."
            },
            {
              "text": "Click on the 'Chat Bot' button to start a session."
            },
            {
              "text": "Navigate to the 'Doctor Suggestions' section for getting the consulting services."
            }
          ]
        }
      ]
    },
    {
      "id": "getstarted_two",
      "title": "Our Services",
      "body": [
        {
          "id": "extension-sec",
          "title": "AI ChatBot",
          "img": "/images/utilize-img/ut-image-02.png",
          "list": [
            {
              "text": "Answer the chatbot’s questions honestly to receive personalized advice and resources."
            },
            {
              "text": "The chatbot will respond with tailored questions and supportive messages."
            },
            {
              "text": "Use the chatbot’s guided exercises, mindfulness activities, and coping strategies."
            },
            {
              "text": "Save your conversation history for future reference."
            }
          ]
        },
        {
          "id": "developer-kernel",
          "title": "Doctor Suggestion",
          "img": "/images/utilize-img/ut-image-07.png",
          "list": [
            {
              "text": "View a curated list of licensed mental health professionals that match your needs."
            },
            {
              "text": "Specify any preferences for gender, location, or specialization of the doctor."
            },
            {
              "text": "Check the doctors' profiles, ratings, and availability."
            }
          ]
        }
      ]
    },
    {
      "id": "support_two",
      "title": "If you face any issue,",
      "body": [
        {
          "id": "example2",
          "title": "Getting Help and Support",
          "subTitle": "User Role and Responsibilities",
          "img": "/images/utilize-img/ut-image-04.png",
          "desc": "Access our Help Center for tutorials, FAQs, and user guides on using our services effectively. For further details, contact our support team via email or live chat for assistance with any issues or inquiries.",
          "list": [
            {
              "text": "Provide Feedback: Suggest new features or improvements to enhance our services."
            },
            {
              "text": "Learn how to navigate the platform and use all features effectively."
            },
            {
              "text": "Join our online community on platforms like Facebook, Twitter, and Instagram."
            },
            {
              "text": "Receive assistance with app or website problems from our technical team."
            }
          ]
        }
      ]
    }
  ]
}
